{"pages":[{"url":"http://bnice5000.github.io/pages/about_us.html","text":"Brian Levin Brian has lived all over upstate New York. From Salamanca to Glens Falls, he has lived in almost every part of the state. Moving from town to town as a child gives him a perspective on the uniqueness every area offers. He loves food tourism (sometimes to the point of gluttony). He loves museums of history and art, and would be hard pressed to turn down a factory tour (which he drags Sarah through). When not working on the All Over VT blog, Brian is a programmer and an amateur photographer. He also has a passion for cooking, local products, and agriculture. You can reach him about suggestions, comments, or concerns at brian[at]ninetenlevins{dot}com. Sarah Levin Sarah was born and raised outside of Corinth, New York. As a child she discovered her love of organization and cataloging. Some children want to be astronauts or firefighters, Sarah wanted to be a bureaucrat. Her cataloging has made it easy to create this site. When not working on this site, she enjoys backpacking and hiking (and dragging Brian along on these activities). Though a bureaucrat at heart, she is trying to embrace her inner artist and is working on her graphic design degree. Her passions include conservation, hiking, crafting, and baking. You can reach her about suggestions, comments, or concerns at sarah[at]ninetenlevins{dot}com. Brian & Sarah Brian and Sarah live in the Upper Valley Region of Vermont. They moved here from New York because they love all things Vermont. They hope to become true Vermontas someday (though minus the accent, they are not Madonna). They have a lovely dog named Ellie that they give way too much attention. They live in a log cabin, which they also give way too much attention (for very different reasons). They created this blog to catalog their adventures in Vermont and hope that it is in someway useful to others. They would love to hear from you. Feel free to drop either one of them a line at their email addresses above.","tags":"pages","title":"About Us"},{"url":"http://bnice5000.github.io/articles/test_2.html","text":"Test","tags":"Test2","title":"Test 2"},{"url":"http://bnice5000.github.io/articles/test_entry.html","text":"This is a test article.","tags":"Test","title":"Test Entry"}]}